Repository: shaxxx/SESE
Catalog: SESE/SplitList.*.resx
Languages: de

# btnAddTask.Text
source: Add Task
de: Hinzufügen

# btnAddTask.ToolTipText
source: Add new task to the list
de: Fügen Sie eine neue Aufgabe in der Liste

# btnRemoveTask.Text
source: Remove Task
de: Entfernen

# btnRemoveTask.ToolTipText
source: Remove selected task from the list
de: Entfernen Sie die ausgewählte Aufgabe aus der Liste

# btnProcessTask.Text
source: Process Tasks
de: Bearbeiten

# btnProcessTask.ToolTipText
source: Process all tasks
de: Bearbeiten Sie alle Aufgaben in der Liste

# btnSaveTask.Text
source: Save changes
de: Änderungen speichern

# btnSaveTask.ToolTipText
source: Save changes to current task
de: Speichern Sie die Änderungen an der aktuellen Aufgabe

# btnSettings.Text
source: Settings
de: Einstellungen

# btnAbout.Text
source: About
de: Über das Programm

# RemoveTaskToolStripMenuItem.Text
source: Remove Task
de: Entfernen

# ProcessTaskToolStripMenuItem.Text
source: Process Selected Task(s)
de: Bearbeiten der ausgewählte Aufgabe(n)

# ProcessAllTasksToolStripMenuItem.Text
source: Process All Tasks
de: Bearbeiten Sie alle Aufgaben in der Liste

# SelectToolStripMenuItem.Text
source: Select
de: Auswählen

# DeselectToolStripMenuItem1.Text
source: Deselect
de: Auswahl verschieben

# SelectAllToolStripMenuItem.Text
source: Select All
de: Alles auswählen

# DeselectToolStripMenuItem.Text
source: Deselect All
de: Alle abwählen

# btnZIP.Text
source: Archive
de: Archiv

# btnZIP.ToolTipText
source: Load from ZIP or RAR file
de: Lesen von ZIP-oder RAR-Datei

# btnOpen.Text
source: File
de: Datei

# btnOpen.ToolTipText
source: Load services from disk
de: Lesen von lokalen Dateien

# btnDownload.Text
source: Download
de: Herunterladen

# btnDownload.ToolTipText
source: Load services from receiver
de: Herunterladen vom Empfänger

# btnUpload.Text
source: Upload
de: Hochladen

# btnUpload.ToolTipText
source: Upload selected settings to receiver
de: Hochladen der ausgewählten Satelliten zum Empfänger

# lbTaskDirectory.Text
source: Output directory:
de: Ausgangs Verzeichnis:

# lbTaskFileName.Text
source: Zip filename:
de: ZIP-Dateinname:

# ceZIP.Text
source: Zip file
de: Zip Datei
